export const test = [
  {'name': '格尔木', 'value': [94.81, 36.19]},
  {'name': '湟源', 'value': [101.19, 36.65]},
  {'name': '都兰', 'value': [97.86, 36.08]},
  {'name': '德令哈', 'value': [97.37, 37.38]},
  {'name': '大武', 'value': [100.24, 34.47]},
  {'name': '玉树', 'value': [97.01, 33.01]},
  {'name': '沱沱河', 'value': [92.32, 34.21]},
  {'name': '祁连', 'value': [100.18, 38.14]},
  {'name': '西宁', 'value': [101.72, 36.62]},
  {'name': '门源', 'value': [101.4, 37.47]},
  {'name': '乐都', 'value': [102.39, 36.55]},
  {'name': '同仁', 'value': [102.01, 35.51]},
  {'name': '大通', 'value': [101.69, 36.94]},
  {'name': '互助', 'value': [102.12, 36.91]},
  {'name': '民和', 'value': [102.78, 36.36]},
  {'name': '化隆', 'value': [102.24, 36.07]},
  {'name': '天峻', 'value': [98.89, 37.24]},
  {'name': '大柴旦', 'value': [95.37, 37.93]},
  {'name': '冷湖', 'value': [93.41, 38.81]},
  {'name': '兴海', 'value': [99.8, 35.5]},
  {'name': '玛多', 'value': [98.2, 34.91]},
  {'name': '班玛', 'value': [100.72, 32.94]},
  {'name': '曲麻莱', 'value': [95.82, 34.17]},
  {'name': '杂多', 'value': [95.31, 32.89]},
  {'name': '拉脊山', 'value': [101.45, 36.35]},
  {'name': '青沙山', 'value': [101.97, 36.26]},
  {'name': '循化', 'value': [102.49, 35.86]},
  {'name': '龙羊峡', 'value': [101.18, 35.87]},
  {'name': '李家峡', 'value': [101.83, 35.99]},
  {'name': '花土沟', 'value': [90.71, 37.86]},
  {'name': '囊谦', 'value': [96.44, 32.19]},
  {'name': '达日', 'value': [99.64, 33.73]},
  {'name': '河南', 'value': [101.66, 34.73]},
  {'name': '久治', 'value': [101.47, 33.43]},
  {'name': '清水河', 'value': [97.11, 33.82]},
  {'name': '乌兰', 'value': [98.27, 36.84]},
  {'name': '江西沟', 'value': [100.28, 36.58]},
  {'name': '乌图美仁', 'value': [92.8, 36.81]},
  {'name': '干柴沟', 'value': [94.81, 36.19]},
  {'name': '诺木洪', 'value': [96.37, 36.15]},
  {'name': '小黑山', 'value': [90.13, 38.02]}
]
export const geoData = [
  {
    name: '格尔木',
    value: [94.81, 36.19]
  },
  // {
  //   name: '湟源',
  //   value: [101.19, 36.65]
  // },
  {
    name: '都兰',
    value: [97.86, 36.08]
  },
  {
    name: '德令哈',
    value: [97.37, 37.38]
  },
  {
    name: '大武',
    value: [100.24, 34.47]
  },
  {
    name: '玉树',
    value: [97.01, 33.01]
  },
  {
    name: '沱沱河',
    value: [92.32, 34.21]
  },
  {
    name: '祁连',
    value: [100.18, 38.14]
  },
  // {
  //   name: '西宁',
  //   value: [101.72, 36.62]
  // },
  {
    name: '门源',
    value: [101.4, 37.47]
  },
  // {
  //   name: '乐都',
  //   value: [102.39, 36.55]
  // },
  // {
  //   name: '同仁',
  //   value: [102.01, 35.51]
  // },
  // {
  //   name: '大通',
  //   value: [101.69, 36.94]
  // },
  // {
  //   name: '互助',
  //   value: [102.12, 36.91]
  // },
  {
    name: '民和',
    value: [102.78, 36.36]
  },
  {
    name: '化隆',
    value: [102.24, 36.07]
  },
  {
    name: '天峻',
    value: [98.89, 37.24]
  },
  {
    name: '大柴旦',
    value: [95.37, 37.93]
  },
  {
    name: '冷湖',
    value: [93.41, 38.81]
  },
  {
    name: '兴海',
    value: [99.8, 35.5]
  },
  {
    name: '玛多',
    value: [98.2, 34.91]
  },
  {
    name: '班玛',
    value: [100.72, 32.94]
  },
  {
    name: '曲麻莱',
    value: [95.82, 34.17]
  },
  {
    name: '杂多',
    value: [95.31, 32.89]
  },
  {
    name: '拉脊山',
    value: [101.45, 36.35]
  },
  // {
  //   name: '青沙山',
  //   value: [101.97, 36.26]
  // },
  // {
  //   name: '循化',
  //   value: [102.49, 35.86]
  // },
  // {
  //   name: '龙羊峡',
  //   value: [101.18, 35.87]
  // },
  // {
  //   name: '李家峡',
  //   value: [101.83, 35.99]
  // },
  {
    name: '花土沟',
    value: [90.71, 37.86]
  },
  {
    name: '囊谦',
    value: [96.44, 32.19]
  },
  {
    name: '达日',
    value: [99.64, 33.73]
  },
  {
    name: '河南',
    value: [101.66, 34.73]
  },
  {
    name: '久治',
    value: [101.47, 33.43]
  },
  {
    name: '清水河',
    value: [97.11, 33.82]
  },
  {
    name: '乌兰',
    value: [98.27, 36.84]
  },
  {
    name: '江西沟',
    value: [100.28, 36.58]
  },
  {
    name: '乌图美仁',
    value: [92.8, 36.81]
  },
  {
    name: '干柴沟',
    value: [94.81, 36.19]
  },
  {
    name: '诺木洪',
    value: [96.37, 36.15]
  },
  {
    name: '小黑山',
    value: [90.13, 38.02]
  }
]
